Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: However, if a character targets a square, creatures within 5 feet are dealt the splash damage, and the direct hit damage is not dealt to any creature.
zh_cn: 但是，如果角色瞄准的是方格，将对5尺内的所有生物造成溅射伤害，而不会对任何生物造成直接伤害。

source: However, it’s difficult to tell where the sound is coming from, requiring a Listen check (DC 15) to locate the source of the gunfire.
zh_cn: 但这种声音是无法分辨声源的，需要做一个聆听检定（DC15）来确认枪火的来源。

source: However, most revolvers can be used with a speed loader.
zh_cn: 但大多数转轮枪都能用快速装弹器装弹。

source: However, ordinaries differ from heroes in several ways.
zh_cn: 但是，路人有几点与英雄不同。

source: However, searching an unfamiliar network for a particular file, writing computer programs, altering existing programs to perform differently (better or worse), and breaking through computer security are all relatively difficult and require skill checks.
zh_cn: 然而，在一个不熟悉的网络环境里搜索特定的文件、编写计算机程序、修改现存的程序以改变其性能（优化或者劣化）、以及攻破计算机的安全系统等等相对困难的计算机操作需要此技能检定。

source: However, sometimes all a character wants to do is grab the target.
zh_cn: 但是，有时候角色仅仅只是想攫抓住目标。

source: However, the GM can impose limits depending on circumstances and a given situation.
zh_cn: 然而，GM可以根据实际情况强行限制。

source: However, the GM puts reasonable limits on what a character can really do for free.
zh_cn: 但GM将对角色真正能做的即时动作做出合理的限制。

source: However, the bulky suit imposes a penalty of –4 on all Dexterity checks, Dexterity-based skill checks (except Hide), and melee attack rolls.
zh_cn: 但这种庞大的套装会给所有敏捷检定、基于敏捷的技能检定（除了躲藏）、以及近战攻击骰带来4点减值。）

source: However, the character doesn’t get this higher Strength bonus when using a light weapon two-handed; in such a case, only the character’s normal Strength bonus applies to the damage roll.
zh_cn: 但该规则不适用于双手使用一把轻武器；这种情形下，伤害骰只能应用一倍力量加值。

source: However, the character gets a +2 bonus to Defense against ranged attacks while running.
zh_cn: 但角色奔跑时，对远程攻击的防御会获得2点加值。

source: However, the character might make a check to wend his or her way through a dense forest or a labyrinth of underground storm drains.
zh_cn: 而角色在茂密的丛林、迷宫或者下水道行进时需要进行此检定。

source: However, the character receives a –2 penalty on his or her attack roll, and the character’s attack deals –1 die of damage.
zh_cn: 但是，角色的攻击骰有2点减值，伤害骰有1点减值。

source: However, the checks you make to determine whether you are successful at activating the item take no time by themselves and are included in the activate magic item attack action.
zh_cn: 而启动物品成功与否的检定花掉的时间算在这个攻击动作里。

source: However, the real obstacles to ownership are time and money; anyone with sufficient patience and cash can eventually acquire the necessary license.
zh_cn: 然而拥有它的资格只是时间和钱的问题，只要有耐心和钱，总会获得执照的。

source: However, the skill employed in Search, and the searcher gets a +4 circumstance bonus for the hands-on act of frisking the target.
zh_cn: 但搜身需要做的是`搜索检定`，搜身者由于是用手摸索，将获得4点情景加值。

source: However, there are tight restrictions on how and when a character can charge.
zh_cn: 但执行这个动作的时机和条件都很苛刻。

source: However, this only applies to the target struck, not to other objects within the burst radius.
zh_cn: 但这只对正中的目标生效，爆炸范围波及的其他目标无效。

source: However, to use a scope a character must spend an attack action acquiring his or her target.
zh_cn: 但使用瞄准镜需要用一个攻击动作瞄准目标。

source: Humans normally move 30 feet, although armor can slow a character down.
zh_cn: 人类一般能移动30尺，但护甲会减慢角色的速度。

source: Humans normally move 30 feet, but some creatures move faster or slower.
zh_cn: 人类一般能移动30尺，而一些生物移动得更快或更慢。

source: Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.
zh_cn: 标识：如果你分发了OGC你必须清楚地指出你正在分发的这部分工作成果是OGC。

source: Identifying the intruder requires 1 minute and is a separate check from cutting off access.
zh_cn: 识别入侵者需要1分钟的时间，对抗检定与切断访问的对抗检定不是同一个。

source: If A character sells an object with a sale value less than or equal to his or her current Wealth bonus, and that sale value is 14 or lower, the character gains nothing.
zh_cn: 如果角色出售了售价小于等于角色当前财富加值的物品，且售价小于等于14，角色不会增加任何财富值。

source: If a bribe isn’t requires, a hero can add a bribe to get a bonus on his or her skill check.
zh_cn: 如果不需要贿赂，英雄可以附加贿赂来为交涉技能检定提供加值。

source: If a character can’t react to a blow, that character can’t use his or her Dexterity bonus to Defense.
zh_cn: 若角色无法对攻击做出反应则无法在防御中算上敏捷加值。

source: If a character does something that requires a full round, he or she can only take a 5-foot step.
zh_cn: 若角色做了一个非移动的整轮动作，则只能同时做一次五尺快步。

source: If a character fails on a skill check, he or she can sometimes try again.
zh_cn: 如果角色技能检定失败，有时可以再试一次。

source: If a character fires a blast of automatic fire at a specific target without the Burst Fire feat, it’s treated as a standard attack.
zh_cn: 如果角色没有点射专长，又要对指定目标进行自动射击，此次攻击将算作一次标准攻击。

source: If a character gets more than one attack per action because his or her base attack bonus is high enough, because he or she fights with two weapons, because he or she is using a double weapon, or for some special reason, the character must use the full attack action to get his or her additional attacks.
zh_cn: 如果角色的基础攻击加值足够高、或是使用双持武器以及双头武器、或是特殊原因，可以让每个动作攻击多次，角色必须使用全力攻击来执行额外的攻击。

source: If a character gets multiple attacks based on his or her base attack bonus, the character must make the attacks in order from highest bonus to lowest.
zh_cn: 如果角色因其基础攻击加值进行了多次攻击，角色必须按加值从高到低的顺序进行这些攻击。

source: If a character has a base attack bonus of +1 or higher, the character can draw a weapon as a free action when moving.
zh_cn: 如果角色的基础攻击加值至少有1点，则可以在移动的同时以一个即时动作拔出武器。

source: If a character is attacking with a ranged weapon and is not adjacent to the target, the character can use a full-round action to make the attack, and gain a +5 bonus on the attack roll.
zh_cn: 若角色以远程武器攻击，且未与目标相邻，角色可以用一个整轮动作来攻击，攻击骰获得5点加值。

source: If a character is attempting to disarm the wielder of a melee weapon, follow the steps outlined here.
zh_cn: 如果角色尝试卸除近战武器，应遵循以下步骤。

source: If a character is making a melee attack against an opponent, and an ally directly opposite the character is threatening the opponent, the character and his or her ally flank the opponent.
zh_cn: 若角色正对一个目标发起近战攻击，同时对面有一个盟友正威胁着该目标，则角色与盟友`夹击`了该目标。

source: If a character isn’t proficient in personal firearms, he or she takes a –4 penalty on attacks with that type of weapon.
zh_cn: 若角色不擅长单兵枪械，用对应武器的攻击骰将承受4点减值。

source: If a character loses an action due to delaying, he or she may act on any count on the next turn.
zh_cn: 若角色因延迟丧失行动机会，则可在下一轮以任何先攻值行动。

source: If a character moves no actual distance in a round, that character can take one 5-foot step before, during, or after the action.
zh_cn: 如果角色在一轮内没有任何移动，角色可以在动作前、动作时、动作后做一个`五尺快步`移动。

source: If a character spends a point to use a class feature, he or she can’t spend another one in the same round to improve a die roll, and vice versa.
zh_cn: 用了行动点发动角色专长就不能再用行动点增强投骰了，反之亦然。

source: If a character takes this kind of move action during his or her turn, the character cannot also take a 5-foot step.
zh_cn: 如果角色在回合内进行了这样的移动，则不可进行五尺快步。

source: If a character uses a full-round action to make an attack against an inanimate, immobile object, the character gets an automatic hit with a melee weapon, or a +5 bonus on his or her attack roll with a ranged weapon.
zh_cn: 如果角色用一个整轮动作攻击一个无生命的、固定的物体，以近战武器攻击必然命中，以远程武器攻击，攻击骰由5点加值。

source: If a character uses his or her attack action as a move action, the character can move again (for a total movement of up to twice the character’s normal speed).
zh_cn: 若角色将攻击动作作为移动动作使用，角色可以再移动一次（总计移动了两倍于速度的距离）。

source: If a character uses the chain as a reach weapon, he or she can strike opponents up to 10 feet away.
zh_cn: 角色如果将其作为长型武器使用，则可攻击10尺内的对手。

source: If a character wears armor, it provides a bonus to his or her Defense.
zh_cn: 角色穿着护甲也能提供防御加值。

source: If a character's Constitution changes enough to alter his or her Constitution modifier, his or her hit points also increase or decrease accordingly at the same time.
zh_cn: 角色的生命值受到体质调整值的影响，若体质属性值变化足够引起体质调整值的变化，则该角色生命值亦将随即发生变化。

source: If a character’s Dexterity is high, he or she is particularly adept at dodging blows or gunfire.
zh_cn: 高敏捷意味着角色能熟练地闪避击打和枪械射击。

source: If a character’s Dexterity is low, he or she is particularly inept at it.
zh_cn: 低敏捷则意味着角色在这方面十分笨拙。

source: If a character’s Wealth bonus is +0, the character doesn’t have the buying power to purchase any object or service that has a purchase DC of 10 or higher, and can’t take 10 or take 20.
zh_cn: 如果角色的财富加值是0，角色无力购买任何DC大于等于10的物品或服务，也不能取10取20。

source: If a hero’s clothes or hair catch fire, he or she takes 1d6 points of damage immediately.
zh_cn: 如果英雄的衣服或头发着火，会立即损失1d6点生命。

source: If a mastercraft +2 object could be found for purchase, its cost would add +6 to the normal purchase DC.
zh_cn: 如果+2的大师级工艺物品能买到，购买DC比一般的多6。

source: If a negative level is not removed before 24 hours have passed, the afflicted opponent must attempt a Fortitude save with a DC of 10 + 1/2 draining creature’s HD + draining creature’s Charisma modifier (the exact DC is given in the creature’s Species Traits).
zh_cn: 如果负向等级在24小时期满前未被移除，受害者必须进行一个强韧豁免，DC=10+1/2吸取者生命骰+吸取者的魅力调整值（除非生物的物种特性另有规定）。

source: If a ranged weapon has an automatic rate of fire, a character may set it on autofire.
zh_cn: 如果远程武器有自动射击模式，角色可以将武器设为自动模式。

source: If a skill is a class skill for any of a multiclass hero’s classes, then use character level to determine a skill’s maximum rank.
zh_cn: 若技能是一个职业技能，且跨职英雄有这个职业，则可用角色等级决定该技能的级数上限。

source: If a skill the character selects is already a class skill, he or she receives a +1 competence bonus on checks using that skill.
zh_cn: 若所选的技能已经是本职技能，该技能检定时获得+1表现加值。

source: If an Infiltrator of 4th level or higher is exposed to any effect that normally allows a character to attempt a Reflex saving throw for half damage, the Infiltrator suffers no damage if he or she makes a successful saving throw and only half damage on a failed save.
zh_cn: 四级及以上的渗透者在反射豁免成功后，伤害不再减半，而是全免；豁免失败也能拥有伤害减半的效果。

source: If an attack that causes ability damage scores a critical hit, it deals twice the given amount (if the damage is expressed as a die range, roll two dice).
zh_cn: 如果造成暂时属性伤害的那次攻击产生了重击，伤害的点数加倍（如果伤害值是骰点而非定值，则扔两遍骰子而不是将结果加倍）。

source: If an attack that causes permanent ability drain scores a critical hit, it drains twice the given amount (if the damage is expressed as a die range, roll two dice).
zh_cn: 如果造成永久属性吸取的那次攻击产生了重击，吸取的点数加倍（如果伤害值是骰点而非定值，则扔两遍骰子而不是将结果加倍）。

source: If an attack that includes an energy drain scores a critical hit, it drains double the given amount.
zh_cn: 如果造成能量吸取的攻击产生了重击，吸取的值加倍。

source: If an attack will damage the character just by touching him or her, that character can’t add his or her equipment bonus (see Touch Attacks, below).
zh_cn: 如果一次攻击仅通过接触攻击对角色造成伤害，角色不能算上装备加值（见下文`接触攻击`）。

source: If an attack will damage the character just by touching him or her, the character can’t add an equipment bonus (see Touch Attacks).
zh_cn: 如果一次攻击仅通过接触攻击对角色造成伤害，角色不能算上装备加值（见`接触攻击`）。

source: If an aura falls into more than one strength category (for instance, if a creature and a magic item are in the same place and each emits an aura), the ability indicates the stronger of the two.
zh_cn: 如果气场的来源可分（比如一个生物和一个魔法物品在同一位置，都散发气场），探查暗影探查到的是较强者。

source: If an aura is outside the Slayer’s line of sight, then he discerns its direction but not its exact location.
zh_cn: 如果气场在暗影猎手视线外，暗影猎手只能感应到这个气场的方向，而不能感应位置。

source: If an object has lost half or more of its hit points, the DC to break it decreases by 2.
zh_cn: 如果物品失去了一半及以上地生命值，破坏所需DC减2。

source: If any particular notes apply to trained or untrained use, they are covered in the Special section (see below).
zh_cn: 如果技能的使用针对受训与未受训有特别的规则，将会在`特别`一项里阐明。

source: If at any time the target breaks free or slips free of the grapple, the stranglehold is broken (although any damage that was dealt remains).
zh_cn: 任何时候目标脱离擒抱，扼喉就中止了（但之前造成的伤害仍然保持）。

source: If bail is granted, a character can arrange for a bail bond—a loan that covers bail.
zh_cn: 角色如果被保释，将被授予保释保证书——相当于一种“欠条”。

source: If battery life is important in the game, roll 1d20 every time a battery-operated item is used.
zh_cn: 如果电池寿命对于游戏很重要，每次使用电池驱动的设备都掷1d20。

source: If characters enter a battle after it has begun, they roll initiative at that time and act whenever their turn comes up in the existing order.
zh_cn: 如果角色进入一场已经开始的战斗，他们将在加入时立即进行一次先攻检定，按检定结果插入队列中，并在轮到自己时行动。

source: If damage remains, the character may continue to make repairs for as many hours as it takes to restore all the object’s hit points.
zh_cn: 如果仍有伤害，角色可以继续修理多个小时，直到完全恢复。

source: If fired against a target closer than 30 feet away, it does not arm and will not explode.
zh_cn: 如果对30尺内的目标发射，它不会击发更不会爆炸。

source: If fired against a target closer than 40 feet away, it does not arm and will not explode.
zh_cn: 如果对40尺内的目标发射，它不会击发更不会爆炸。

source: If he or she does this, he or she gains a free readied action that allows the Negotiator to make either a move or attack action if either side in the negotiation (other than the Negotiator) decides to start hostilities.
zh_cn: 如果这么做了，谈判专家将允许准备一个移动或攻击动作，如果谈判双方（除了谈判专家）要做出敌意行为，这个动作将触发。

source: If he or she is unsuspecting, he or she generally gets only a Spot check after an hour of tailing.
zh_cn: 若目标没有疑心，则通常只在尾随的1小时后进行一次侦察检定。

source: If it can act, it applies its Intelligence modifier to initiative checks instead of a Dexterity modifier.
zh_cn: 如果这一生物仍能做出行动，则在计算先攻时使用智力调整值代替敏捷调整值。

source: If it can’t flee, it cowers (can take no actions, –2 penalty to Defense).
zh_cn: 如果它们无法逃跑，就会处于畏缩状态（无法做任何动作且防御有2点减值）。

source: If it chooses to do the latter, it takes a –20 penalty on grapple checks but is not considered grappled itself; the creature does not lose its Dexterity bonus to Defense, still threatens an area, and can use its remaining attacks against other opponents.
zh_cn: 如果选择后者，其擒抱检定将受到20点减值，但自己不会视为处于被擒抱状态；擒抱者此时防御不会失去敏捷调整值，仍然有威胁范围，并可使用其他的部位攻击其他对手。

source: If it doesn’t involve moving any distance, a character can combine it with a 5-foot step.
zh_cn: 如果这个动作不会造成任何位移，角色可附带进行一次五尺快步。

source: If it ever becomes important to know whether the cover was actually struck by an incoming attack that misses the intended target, the GM should determine if the attack roll would have hit the protected target without the cover.
zh_cn: 如果结果是击中掩蔽还是完全失手对于游戏来说很重要，GM应当判定该攻击是否命中了假定未受掩护的目标。

source: If it has mechanical or electronic components, a Techie of 2nd level or higher can get maximum performance out of it.
zh_cn: 2级时，技师可将拥有机械或电气部件的物品性能提升至极限。

source: If it misses, it also misses the ally.
zh_cn: 若未命中，友方也不会被命中。

source: If it moves within 5 feet of the source, the creature can pinpoint that source.
zh_cn: 如果生物走进气味源5尺范围内，将能准确找到气味源的位置。

source: If it succeeds, it swallows its opponent and deals bite damage.
zh_cn: 如果成功，它便吞噬它的猎物，并且对方受到啮咬伤害。

source: If it’s a trap, the character springs it.
zh_cn: 如果是设陷，角色会被设备弹开。

source: If it’s important, the GM can distinguish between a bluff that fails because the target doesn’t believe it and one that fails because it asks too much of the target.
zh_cn: 如果有必要，GM可以区分唬骗失败的原因到底是目标不相信还是要求太多。

source: If it’s some sort of sabotage, the character thinks the device is disabled, but it still works normally.
zh_cn: 如果是某种破坏，角色会认为设备已经瘫痪，但设备实际上仍然正常运转。

source: If more than one condition affects a character, apply both if possible.
zh_cn: 如果角色受到多个状态影响，如果可以的话，都应用之。

source: If more than one opponent is grappling the character, the grapple check result has to beat all their check results to escape.
zh_cn: 如果角色被多个对手擒抱，擒抱检定必须胜过每一个对手的擒抱检定才能挣脱。

source: If multiple characters are delaying, the one with the highest initiative modifier (or highest Dexterity, in case of a tie) has the advantage.
zh_cn: 如果多个角色选择延迟，拥有最高先攻调整值的角色（相同则比较敏捷）占优势。

source: If multiple enemies are already involved in the grapple, the character picks one against whom to make the opposed grapple check.
zh_cn: 如果多个敌人处于该多人擒抱中，角色只能选择一个对象来做擒抱检定。

source: If no body of water is at hand, rolling on the ground or smothering the fire with blankets or the like permits the hero another save with a +4 bonus.
zh_cn: 如果没人手上有水，在地上打滚或用毯子切断助燃条件或者类似的行为可以让主角的反射豁免有4点加值。

source: If no one or everyone is surprised, a surprise round does not occur.
zh_cn: 如果没有人觉察到对方，或者所有人都彼此发现，那么没有突袭轮。

source: If no one or everyone starts the battle aware, there is no surprise round.
zh_cn: 如果在战斗开始时没有人觉察到对方，或者所有人都彼此发现，那么没有突袭轮。

source: If no one tends to the stable character (see below), he or she remains unconscious for 1 hour, at which point he or she makes a Fortitude save (DC 20).
zh_cn: 如果没人照料稳定的角色（见下文），角色会在一小时内继续昏迷，届时角色进行一次强韧豁免检定（DC20）。

source: If no saving throw is mentioned, none is allowed.
zh_cn: 若未提及任何豁免骰，则不可豁免。

source: If not possible, apply only the most severe condition.
zh_cn: 如果不可以，取最严重的那个。

source: If not, increase the purchase DC by as much as 5.
zh_cn: 如果不是，将购买DC提高5点。

source: If not, no.
zh_cn: 否则不会。

source: If one side or the other of a character’s body is covered, the character gets one-half cover.
zh_cn: 若角色的半边得到掩蔽，角色将获得半掩蔽。

source: If others saw through the previous disguise, they are automatically treated as suspicious if the character assumes the same disguise again.
zh_cn: 如果其他角色看穿了前一个易容，而角色仍以这副面容出现，将自动引起怀疑。

source: If penalties to damage bring the damage result below 1, a hit still deals 1 point of damage.
zh_cn: 如果因为减值导致伤害值低于1，那么依然可以造成1点伤害。

source: If people are observing the character, even casually, he or she can’t hide.
zh_cn: 如果有人注视着角色，即使不是刻意注视，角色就不能躲藏。

source: If some but not all of the combatants are aware of their opponents, a surprise round happens before regular rounds begin.
zh_cn: 如果只有一部分作战者觉察到敌人，那么在作战的`正常轮`（regular round）开始前有一个突袭轮（surprise round）。

source: If successful, the Investigator combines eyewitness accounts with forensic evidence to develop a profile of the suspect’s method of operation.
zh_cn: 检定成功则调查员可以联系所有证据还原出犯罪过程。

source: If successful, the character becomes disabled (see above).
zh_cn: 如果成功，角色变为瘫痪（见上文）。

source: If successful, the eavesdropper realizes that a secret message is contained in the communication.
zh_cn: 如果成功，偷听者会意识到交流中包含的密信。

source: If successful, you can perform a strenuous action without taking 1 point of damage.
zh_cn: 如果检定成功，你可以做一个费力的动作而不会受到1点伤害。

source: If such a weapon is controlled from a location other than the driver’s position, a character can man that position and become the gunner.
zh_cn: 如果武器的控制系统在驾驶位以外的位置，角色可以坐在那个位置上担任射击手。

source: If that character is not grounded or is otherwise insulated from the current, a successful save indicates that no damage is suffered.
zh_cn: 如果角色不是接地的或者处于其他绝缘状况，豁免成功的结果是伤害完全免除。

source: If that leaves the character dangling over a chasm or gap, getting up requires a move action and a Climb check (DC 15).
zh_cn: 如果角色因此悬挂在峡谷或壕沟边缘，爬上来需要一个移动动作来进行一次攀爬检定（DC15）。

source: If that square is occupied, the character falls prone in the square.
zh_cn: 如果后退至的方格被占据了，角色将跌倒，进入俯卧状态。

source: If that’s the case, the character needs to make another check to defeat computer security.
zh_cn: 如果有这个情况，角色需要再进行一次计算机使用检定破解文件的安全锁。

source: If the Acolyte moves to within 10 feet of a cowering turned creature, it overcomes the turning and can act normally.
zh_cn: 如果侍僧移动到被驱散而畏缩的生物10尺内，它会克服驱散并恢复行动。

source: If the Character is Grappling
zh_cn: 如果角色处于擒抱状态

source: If the Charisma check succeeds, the target can try to resist.
zh_cn: 检定成功后，目标可尝试抗拒。

source: If the Concentration check fails, the action automatically fails (with the appropriate ramifications, if any), and the action is wasted.
zh_cn: 若检定失败，该动作自动失败（产生相应的失败后果）并浪费掉。

source: If the Concentration check fails, the related check automatically fails just as if the character’s concentration had been disrupted by a distraction.
zh_cn: 如果专注检定失败，该行为的检定也会自动失败，视为角色的行为因分心而被干扰了。

source: If the Concentration check succeeds, the character may attempt the action normally without incurring any attacks of opportunity.
zh_cn: 如果专注检定成功，角色能如常进行该动作而不会引发任何借机攻击。

source: If the Concentration check succeeds, the character may continue with the action.
zh_cn: 如果专注检定成功，角色如常继续该动作。

source: If the Craft (chemical) check fails, the raw materials are wasted.
zh_cn: 如果制造（化学）检定失败，原材料就会被浪费掉。

source: If the Craft check succeeds, the final product is a synthesized solid or liquid poison stored in a bottle (containing 4 doses) or a gas stored in a pressurized cylinder.
zh_cn: 如果制造检定成功，成品则是一瓶（四服）已合成的固体或液体毒素，或储存在高压气瓶中的毒气。

source: If the Field Medic fails the skill check or the patient fails the Fortitude save, the dead character can’t be restored.
zh_cn: 如果战地医生医疗检定失败或者病人强韧豁免失败，死亡角色将完全死亡，无力回天。

source: If the Field Medic fails the skill check or the patient fails the save, the dead character can’t be saved.
zh_cn: 如果战地医生医疗检定失败或者病人强韧豁免失败，死亡角色将完全死亡，无力回天。

source: If the Field Medic is able to administer aid within 3 minutes of the character’s death, he or she can make a Treat Injury check.
zh_cn: 战地医生可以对进入死亡状态3分钟内的角色进行医疗检定。

source: If the Field Medic is able to administer aid within 3 rounds of the character’s death, he or she can make a Treat Injury check.
zh_cn: 战地医生可以对进入死亡状态3轮内的角色进行医疗检定。

source: If the GM allows it, reduce the penalty to –2 (instead of –4) for using impromptu tools.
zh_cn: 如果GM允许这么做，使用临时工具使技能检定受2点减值（而非4点）。

source: If the GM character succeeds at the Reputation check, he or she recognizes the hero.
zh_cn: 如果GM角色成功通过声望检定，那么角色便能够认出该英雄。

source: If the GM decides this isn’t necessary for the type of repair the character is attempting, then no Wealth check is needed.
zh_cn: 如果GM裁定这种修理不需要花钱，则不用财富检定。

source: If the Intelligence check succeeds, the target can try to think quickly and ignore the trick.
zh_cn: 如果检定通过，目标可尝试识破这个诡计。

source: If the Shadow creature dies, a new creature replaces it when the Occultist attains her next level in this class.
zh_cn: 如果此暗影生物死亡，术士提升本职业等级后，才会有新的生物补位。

source: If the Techie already has the ability for both Craft skills, he or she chooses which one to improve to a +2 bonus.
zh_cn: 若技师给两个技能都叠加了大师级工艺，此时选择一个技能，让该技能的大师级工艺提供+2加成。

source: If the Techie focuses his or her ability on one Craft skill, his or her mastercraft objects now provide a +3 bonus.
zh_cn: 若技师专注于给一个技能叠加大师级工艺，再叠加则使大师级工艺提供+3加成。

source: If the amount is less than the target’s massive damage threshold, the target is unaffected by the attack.
zh_cn: 如果伤害值比巨创阈值小，目标不会被攻击影响到。

source: If the amount of healing is more than the damage the creature has taken, it gains any excess as temporary hit points that remain for a maximum of 1 hour.
zh_cn: 若吸取所得生命值超过自己受的伤害，多余的生命值将作为暂时生命值保留至多1小时。

source: If the amount of healing is more than the damage the creature has taken, it gains any excess as temporary hit points.
zh_cn: 若吸取所得生命值超过自己受的伤害，多余的生命值将作为暂时生命值保留。

source: If the animal already knows any tricks, the character cannot teach it to obey only that character.
zh_cn: 如果动物已经学会任何技巧，角色不能再教会动物只听自己的指令。

source: If the animal is wounded or has taken any ability score damage, the DC increases by +5.
zh_cn: 如果动物受伤或者受到任何属性伤害，DC+5。

source: If the animal was trained in other tricks (in addition to those provided by training the animal for riding), those tricks are completely replaced by the combat riding tricks.
zh_cn: 如果动物还训练了其他技巧（骑乘工作之外的技巧），这些技巧将被完全替换为战斗骑乘工作的技巧。

source: If the attack hits the Bodyguard, he or her takes damage normally.
zh_cn: 攻击击中则保镖受伤。

source: If the attack of opportunity deals the character damage, the character fails to start the grapple.
zh_cn: 如果目标的借机攻击导致角色受伤，擒抱必然失败。

source: If the attack of opportunity misses or otherwise fails to deal damage, proceed to step 2.
zh_cn: 如果借机攻击失手或未造成伤害，进入步骤2。

source: If the attack roll falls within a range low enough to miss the target with cover but high enough to strike the target if there had been no cover, the object used for cover was struck.
zh_cn: 如果攻击骰点结果为若受掩蔽未命中，而若未受掩蔽则命中，则视为击中了掩蔽。

source: If the attack succeeds, make a Strength check opposed by the target’s Dexterity check or Strength check (using whichever ability score has the higher modifier).
zh_cn: 如果攻击成功，角色做一个力量检定，与目标的敏捷或力量（取提供加值最高的那一项）检定相对抗。
